i3-gaps
i3status
i3blocks
dmenu
rofi
terminator
picom
archlinux-wallpaper

cmake
neofetch
tk
pacman-contrib
git
man
tldr
lynx
htop
gtop
glances
nmon
vim
ranger
bluez-utils
brightnessctl
playerctl

arandr
blueman
flameshot
nitrogen
pavucontrol
lxappearance
redshift
udisks2
gvfs
polkit
lxsession
xorg-xev
xorg-xinput
xorg-xkill

noto-fonts
noto-fonts-emoji
ttf-font-awesome
ttf-ubuntu-font-family
ttf-droid
xorg-fonts-misc

gufw
kvantum
firefox
vlc
mpv
telegram-desktop
discord
steam
lutris
gamemode
jre8-openjdk
jre17-openjdk
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
fuse2
gnome-boxes
virt-manager
qemu-desktop
dnsmasq
iptables-nft
dmidecode
bitwarden
cups
hplip
materia-gtk-theme
papirus-icon-theme
gnome-software-packagekit-plugin
thunderbird
libreoffice-fresh
obs-studio
code